[
    {
        "id": 1,
        "author": "YongYoKyo",
        "link": "https://www.reddit.com/r/Eldenring/comments/t9tzfq/comment/hzwmq6o/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Albinaurics are not the product of the Academy of Raya Lucaria. If I recall, Thops has dialogue that says that the Albinaurics are the accursed souls born from a forbidden rite of the Eternal City. They were cursed so that the olds' legs would wither and the Frogs' tongues would silence. Along with all of the items that describe how the Albinaurics were born from a sacred drop of dew, the emphasis on ripples, and their silver theme (blue silver is said to be a type of metal born from the same mother as the Albinaurics); the Albinaurics are probably an off-shoot of the Silver Tears (specifically, the ones that take human forms). Another point of correlation is that the \"Silver Tear Mask\" greatly increases Arcane, which is apparently an important stat for Albinaurics, as all of their weapons (including their glintstone staff) scale with Arcane.Since they were artificially-created, they are not life native to the Erdtree, so they are not graced by the Erdtree. As we know, grace is important, which is why the Albinaurics are spurned. This caused them to seek salvation in another tree, Miquella's Haligtree, which they believe to be their promised lands.",
        "tags": ["albinauric"]
    },
    {
        "id": 2,
        "author": "krawinoff",
        "link": "https://www.reddit.com/r/Eldenring/comments/16yp9w8/comment/k39rf7u/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "I think it's a combination of two things, his actual behavior and what the GO thinks of him. While his most notable action is slandering the nomads, causing their imprisonment in basically a death pit, we also see him lie and trick other people, like Vyke and our character, there's a large possibility he did that way more times than just what the game tells us. He does this because the despair it brings pushes its victims towards madness and the Flame of Frenzy that governs it, thus making him a massive thorn in Golden Order's side. So the general population has reasons to hate him and the GO has reasons to label him a literal hellspawn that he is. Plus he probably predates Dung Eater by a huge margin of time and has way more victims (at least in-game by scale we see way more nomads and frenzied people compared to like 7 people with seedbed curses) so he had more time and reason to go down in history. He's also the most hated man, I think it means just male, so Fia could be hated more, although I think Daedicar is actually meant to take that position as the most hated woman. A lot of villains also just have their real identity unknown, so Ranni, black knives and Mohg can't really be the most hated.",
        "tags": ["shabriri", "merchants"]
    },
    {
        "id": 3,
        "author": "The_PracticalOne",
        "link": "https://www.reddit.com/r/Eldenring/comments/10dp3cz/comment/j4o2ky4/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Basically, the three fingers want the death of everything, which is pretty evil. Lore summary of the three fingers: Those Merchants you meet everywhere? They used to be a part of a great caravan of thousands of Merchants. The golden order accused them of heresy and buried them alive under Leyndall. At least a few dying merchants collectively decided, that if they were going to be damned for heresy, they may as well do the crime they were accused of. So they prayed to any being that would hear them, and asked for revenge. The frenzied flame answered. The flame's ultimate goal is to take life back to it's primordial form, where nothing was separate. A primordial cauldron of life energy, that has not separated into different life forms with separate wills. You know, the force, but not in Star Wars. To do this, it tries to exterminate all life. In doing so, all the energy life consumes to live will go back to being in one place, presumably. However, while that's the Flame's goal, no one in game actually seems to align with said goal. Every single NPC you meet that wants the flame, wants it to get revenge. They do not care about becoming one with the Elden Ring equivalent of the force. Not that the flame cares why they want to worship it. You may notice that I refer to the flame, and not the three fingers itself. That's because, unlike the greater will and the golden order, we don't actually know how the hierarchy of the flame works. Therefore, we aren't really sure if the three fingers caused the flame, is the flame itself, or if it serves a similar purpose to the two fingers, where it is just an emissary. There's hints that the real flame is in that underground chapel in Leyndall. But they're just that. Hints. Pretty bare hints at that. We don't know for sure either way. The flame seems to \"infect\" for lack of a better word, anyone that has fallen into pure despair. Which is why you see it in a lot of areas with no real connection to each other, beyond the suffering of the inhabitants. Like on the battlefield that was Mt. Gleinor and volcano manor, where you get to see the horrors of the battle there. It also seems to be really good at driving people mad with knowledge too great for most people to know. There's a whole ass quest about this happening to a \"maiden\". To the point where you'll see the eyes of infected turn yellow, and eventually fall out to be replaced by pockets of frenzy flame instead. With those eyes becoming those embers you can pick up along the ground. Even Gideon the all knowing bastard is more susceptible to frenzy damage, because he's already on the cusp of going mad when you face him. What about the two fingers? They serve the greater will and the golden order, which manifests it's influence in the form of the erdtree and the elden ring, of which, Marika was queen and steward basically. The greater will may or may not have the lands between's best interests at heart, but unlike every other outer god, or greater force at work in the setting, it seems to at least not cause direct harm. Which makes it unique in elden ring, as even the glintstones are shown to crystalize everything around themselves, despite being otherwise indifferent. The two fingers have done a lot of questionable shit, including genocide, especially of anything that worships any type of fire. Because shock of shocks, big trees and fire don't get along. However, they're one of the few outside forces that has an order that is actually stable. Unlike say, the scarlet rot god, the formless mother, the star aliens, and all the other terrifying stuff that basically wants to destroy the lands between as we know it.",
        "tags": ["three_fingers", "merchants", "frenzied_flame"]
    },
    {
        "id": 4,
        "author": "Elden Ring Wiki",
        "link": "https://eldenring.fandom.com/wiki/Golden_Order",
        "text": "The Golden Order is the dominant set of beliefs in the Lands Between. The greatest symbols of this faith are the Elden Ring, the Erdtree, and Queen Marika the Eternal. The Golden Order was initially created when Queen Marika the Eternal confined the Rune of Death, making herself and her demigod offspring immortal. It is founded on the principle that Marika is the one true god, and is propagated by the Two Fingers. The Golden Order serves simultaneously as a governing principle, a religion, and a philosophy. It is shown to be capable of integrating conflicting ideologies and practices, as demonstrated by its absorption of Glintstone sorcery, and dragon worship (which was said not to conflict with belief in the Erdtree as the dragons' lightning was imbued with gold). Concepts that threaten to shatter the Order entirely, such as life in death, are labelled as heresy and are violently persecuted by the Golden Order.",
        "tags": ["golden_order", "the_greater_will", "two_fingers"]
    },
    {
        "id": 5,
        "author": "tthe_walruss",
        "link": "https://www.reddit.com/r/Eldenring/comments/103krmf/comment/j32c106/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "We know the Omen horns were once considered a blessing because they're related to the Crucible, but are now considered a curse. One of the weirder outer gods, the Formless Mother, who is said to \"crave wounds\" can make use of the omens' accursed blood. The Dung Eater thinks of himself as an omen and wears a suit of cut off omen horns. This has led a lot of folks to speculate that omen are born of defiled, cursed souls, and that the Dung Eater's goal is to create as many omen as possible. Exactly what causes the omen is unknown, but they are absolutely hated by the Golden Order. Common-born omen have their horns cut off, which usually lead to their deaths. Noble born omen are kept hidden away, often in the Leyndell sewers. They are hunted by omenkillers even if they manage to survive. Unclear whether it's the same thing at all but the ancestral followers revered beasts who \"bud\" with horns, believing long-lived beasts who budded enough would one day become ancestral spirits.",
        "tags": ["omens, dung_eater"]
    },
    {
        "id": 6,
        "author": "Maximum_Poet_8661",
        "link": "https://www.reddit.com/r/Eldenring/comments/yhc80e/comment/iudks9c/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "The Golden Order was the era that formed after Marika took the Rune of Death out of the Elden Ring, (ideally) removing death from the Lands Between. But it had a lot of bad side effects, like people who now literally can't die but they're not really alive either, just skeletons stagnating forever. Bc of Marikas removing the rune of death, anything death related is heretical to the Golden Order. The man she killed is a Golden Order hunter who was charged with hunting down and eliminating Those Who Live In Death. Fia is a sympathizer with the death related people in the Lands Between, and this Hunter sees her as a heretic to be eliminated so she killed him before he could kill her",
        "tags": ["fia", "d", "twlid"]
    },
    {
        "id": 7,
        "author": "RowanIsBae",
        "link": "https://www.reddit.com/r/Eldenring/comments/tsbk00/comment/i2qnyj1/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "It's a way of viewing life as a never-ending journey rather than something that you are born into and then die and leave behind. Fia wants the persecution of the undead to stop and her ending makes it so that everyone lives a brief life and then continues on as undead unless slain some other way. I'm going to presume that undead created with that ending in the future (or certain undead, such as tarnished and gods) retain some kind of sentience whereas the undead we kill now are mostly mindless. Maybe that's a reflection of the prince of death having no soul. As for why the golden order hates them, it's because order and control are the driving factors of the greater will. The greater will itself is a type of alien parasite that does not want people to die and continue living in undeath. It gains its energy from people being placed inside of its tree root system and sucking them dry. So when the undead appear, the golden order stamps them out as abnormal beings probably completely unaware they are being influenced to do so by the greater will not wanting it's primary food sources to be no longer available. Order and control are what the greater will is about because it uses that order and control to direct people to put themselves/others while alive into the tree roots and be consumed, supposedly returning them to the tree to be reborn but I have to imagine that's just a tale of the faith because they don't know any wiser and we've never seen indication that proves someone was reborn such as retaining any memories or something. No different than religious people today that believe in reincarnation.",
        "tags": ["fia", "golden_order", "twlid"]
    },
    {
        "id": 8,
        "author": "govlum_1996",
        "link": "https://www.reddit.com/r/Eldenring/comments/112puz0/comment/j8lmrjj/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "They weren't trying to take over the Minor Erdtrees. They were feeding the Minor Erdtrees with corpses, thus allowing them to grow. The Erdtree Avatars would smash the jars when they arrived at the Erdtrees, releasing the flesh stored within so that the Minor Erdtrees would be able to grow. Remember that you also see these Living Jars predominantly in Catacombs. Why is that? Because they were transporting the flesh of dead corpses to the Catacombs for Erdtree Burial. It seems that their function was similar here, at the Minor Erdtrees... once they were filled to the brim with dead corpses they would go to the Minor Erdtrees to nourish them as well. We also see Alexander stuffing himself with the bodies of dead soldiers as well.",
        "tags": ["jars", "erdtree"]
    },
    {
        "id": 9,
        "author": "domewebs",
        "link": "https://www.reddit.com/r/Eldenring/comments/112puz0/comment/j8o8rhn/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "A little thing I noticed, that I haven't seen anyone else mention… in the catacombs under Leyndell with all the forsaken Merchants, the jars are roped shut, as if to forcibly prevent the dead/dying/Frenzied Merchants from passing on via Erdtree burial. I fucking love this game",
        "tags": ["jars", "merchants"]
    },
    {
        "id": 10,
        "author": "GarlVinland4Astrea",
        "link": "https://www.reddit.com/r/Eldenring/comments/108uipj/comment/j3uvbeu/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "The spirits nearby and some of the items imply that they are sacrificing people to the Godskin Apostle who set up shop there. It's really just meant to show how one small little town was screwed up by the shattering in a way that isn't related to the demigods. Normally the god-killers would not have been allowed to influence an area run by the demi-gods because, well, they're trying to kill demi-gods. But after the shattering the demi-gods kinda lost control over things so it was made possible.",
        "tags": ["godskin", "shattering"]
    },
    {
        "id": 11,
        "author": "Revolutionary-Today1",
        "link": "https://www.reddit.com/r/Eldenring/comments/worfdp/comment/ikckyh1/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "My basic understanding is that he was a tarnished who successfully acquired a number of great runes and faced essentially the same choice the PC faces on how to burn the erdtree and the fact that he would have to allow his maiden to sacrifice herself in order to do so. It seems that he was also approached by Shabriri and offered the same offer that the PC is offered to embrace the three fingers and avoid sacrificing his maiden . He chose this option and was corrupted and driven insane .",
        "tags": ["vyke"]
    },
    {
        "id": 12,
        "author": "secrecy274",
        "link": "https://www.reddit.com/r/Eldenring/comments/tce83z/comment/i0cvukg/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Hyetta explains it to you if you follow her questline. In essence: The Frenzied Flame is the end of all creation. According to the Three Fingers, all originated from the flame, but existance is an mistake, and its goal is to reinstate the natural order of things, by burning all of creation. All came from the flame, all shall go to the flame. By shouldering the Frenzied Flame and becoming the Lord of Chaos, you're practically stating that your goal is now to destroy the world, which goes against Melina's purpose. That's why she leaves you.",
        "tags": ["melina", "hyetta", "frenzied_flame"]
    },
    {
        "id": 13,
        "author": "Inevitable-Season-62",
        "link": "https://www.reddit.com/r/Eldenring/comments/xtr36e/shabriri_grapes_hyetta_lore_is_dark/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Shabriri grapes are, of course, eyes. Hyetta is looking for Shabriri grapes on her quest to become a finger maiden. In part of her quest, she mentions that others have given her grapes, and she mentions the noises that they make when they give them to her. I assume that she is referring to other tarnished who have torn out their own eyes, most likely in the hope of Hyetta becoming their finger maiden so that they can escape this endless cycle of life and death in the Lands Between by obtaining a finger maiden and the benefits it confers - e.g. turning strength into runes. This gives some idea of the anguish that most tarnished must experience in this endless cycle where there is no destined death. They're willing to tear out their own eyes and give them to a seemlingly mad lady on a quest on a slim chance that it might lead them to a better place. That's pretty dark.",
        "tags": ["shabriri", "hyetta"]
    },
    {
        "id": 14,
        "author": "Quantum_Croissant",
        "link": "https://www.reddit.com/r/Eldenring/comments/zjyqre/comment/izwve4n/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "He's a child of Marika and Godfrey, and Morgotts brother, who he was locked away in the subterranean shunning grounds with. At some point, probably after the Shattering, he got out and started his own little cult, the Bloody Fingers. He worshipped the Formless Mother, an outer god, and got his blood powers from her. Seems like the Bloody Fingers are just being evil and murdering people, as well as recruiting tarnished, like varre does. But they're also gathering offerings of blood for Mohg, because he's got a plan. He wants to gain power over the Elden ring and make the Formless Mother the big god, so to do that he kidnapped Miquella while he was in a cocoon, so that when he hatches Mohg can become his consort and so use Miquellas empyrean powers to make him the vessel of the Elden Ring, and Mohg Elden Lord",
        "tags": ["mohg", "demi_gods"]
    },
    {
        "id": 15,
        "author": "spacy1993",
        "link": "https://www.reddit.com/r/Eldenring/comments/tl6l39/comment/i1u07b7/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "It's very complicated. Marika breaks the Elden Ring, so Greater Will call Radagon back to repair the ring. We can assume that at some point, Marika is split into 2 being, now once again merged back into one. My interpretation is: Radagon is Greater Will manifestation onto Marika. Marika marriage with Godfrey gives birth to 3 children: Godwyn, Morgott and Mogh with later 2 being borned as Omen. At the same time, Godfrey losing his golden eye color, meaning he is no longer being embraced by Grace. Thus leading to the separation with Godfrey. It's either him losing Grace leading to defective children, or creating defective children leading him to lose his Grace. Due to Godfrey being banished, Radagon is called back. But before that we have Rennala, another one worthy of being called a champion. Then Radagon leading Golden Order to fight with Rennala. However, Radagon falling in love with her, the two gives birth to: Ranni, Rykard, Radahn. These 3 are perfectly healthy. If anything, I believe the Greater Will want to create new, perfect god, someone like Marika herself. (Let's remember that Marika origins is Numen and eventually ascend to godhood. With Godfrey out of picture, and project healthy children perhaps is already successful with Renala, Great Will might like: hey, let's try new method in making children. This new marriage between Radagon/Marika gives birth to: Miquella, Malenia. But both have defect since birth. After a while, Godwyn is killed. Marika, perhaps out of grief, shatter the ring, slowly turning the world into big mess. Radagon is like the loyal personality, faithful to Golden Order, attempt to repair the ring. But various Rune already being held by the Demi God Children. They needs more part to repair the Ring. The Greater Will requires those Rune to start fixing Elden Ring project. And for some reason, from the Greater Will, gameplay perspective, they thinks that only 2 more runes to fix the Elden Ring. You only need 2 rune to enter the capital. Marika also established The Round Table Hold as a force to retake those Rune, but she has other plans: To make the Tarnished force forever unable to success (Revealed by Gideon) To make Hewn, blacksmith, promise to craft weapon that can slay god.The Erdtree deny passage perhaps is because it partially being controlled by Marika, she want to keep the world as it is: Broken, godless, no more outer force influence. Radagon want to repair the ring, but Greater Will might not actually want a Tarnish to becomes Elden Lord. I think Radagon fight us to take our Rune and refuse to give our Tarnish the promised Elden Lord throne. Basically, she want us to never success, and in case if we did, we would have weapon strong enough to slay the god (the Elden Beast) And depends on the method we use to mend the Elden Ring, new rule being introduced into Golden Order (Like Fia's death rune, Gold Mask perfection etc...). Or as in Ranni ending: She promise a new world without outer god influence, then hence Marika peacefully disappear (?), shattering the Elden Ring once and for all.",
        "tags": ["marika", "golden_order", "the_greater_will", "demi_gods"]
    },
    {
        "id": 16,
        "author": "Kasta4",
        "link": "https://www.reddit.com/r/Eldenring/comments/18zzssb/comment/kgky4vr/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "There are various item descriptions in-game that talk of Godfrey's lore and his place in it. Basically, Godfrey (Hoarah Loux) was a battle-hungry warrior that Marika tempted to join her and the Erdtree as her husband and therefore become Elden Lord. Although it's not exactly clear when, Godfrey defeated the Regent Beast Lord Serrosh (the ethereal lion you see on his back) and took up Serrosh's weapon as a symbol of the former's might and his right to rule. Serrosh became one of Godfrey's counsel, and bound himself to the Elden Lord's body to keep the warrior's bloodlust in check. With Godfrey acting more as a King than a warrior, and with the previous royalty out of the way, he and Marika used the power of the Elden Ring to promote the growth of the Erdtree, and Godfrey as her Elden Lord defeated nearly every single enemy of the Erdtree to usher in an age of it's bounty.Godfrey and his army would not celebrate however. Marika removed the Grace of Gold from the Lord and his army the very second the last enemy of the Erdtree fell, and Godfrey began his Long March to the sea with his Tarnished army to be banished- one day answering the call to return to The Lands Between (when we start the game). If you want more comprehensive lore on Godfrey I highly recommend Tarnished Archaeologist's YouTube video on him. In it, the Tarnished Archaeologist draws obvious parallels to Godfrey and the real world Aurthurian legends that inspired the character, his followers, and the idea of the Round Table Hold.",
        "tags": ["godfrey", "marika", "demi_gods"]
    },
    {
        "id": 17,
        "author": "Modfull_X",
        "link": "https://www.reddit.com/r/Eldenring/comments/zu14pu/comment/j1gjii2/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "tarnished are descendants of godfrey's tribe of humans that served marika and the golden order long ago, the reason they are called tarnished is because they WERE part of the golden order but then banished from the order thus tarnishing their reputation, they had their grace removed and they all left the lands between, a lot of them went to the badlnds to fight and died with godfrey, but some went to other continents and started families, not all of the tarnished we meet in game were actually alive 5000 years prior to the game. the hoslows are just one instance of a tarnished bloodline that proves this",
        "tags": ["tarnished", "godfrey"]
    },
    {
        "id": 18,
        "author": "motv8r",
        "link": "https://www.reddit.com/r/Eldenring/comments/tzcfku/comment/i3y6a1f/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Blocking out the influence of other outer gods is most likely in an attempt to secure the lands between. This allows for greater control over the land and protection for itself. The giants were slain in order to snuff out the flame of ruin, which is capable of burning the erdtree. This is evidence of the greater will attempting to remove threats to itself. Therefore the golden order and the erdtree is meant to protect and secure the influence / control of the greater will.",
        "tags": ["erdtree", "giants"]
    },
    {
        "id": 19,
        "author": "Elden Ring Wiki",
        "link": "https://eldenring.fandom.com/wiki/Fire_Giant",
        "text": "In the days before the Erdtree, the Giants carved out a civilization in the inhospitable mountains to the north, after chasing away the Ice Dragons who had previously ruled it. Here, they worshipped a Fell God and were bound to tend the flame of their god for eternity. When Queen Marika the Eternal ushered in her Age of the Erdtree, she had her then husband, Godfrey, the first Elden Lord, launch an attack against the giants, fearing that their fire might burn her Erdtree. The mighty giants borrowed the power of their Fell God, but were still defeated by Godfrey and his crucible knights, with Marika allegedly striking down the Fell God. Only a single Fire Giant remained, and Marika cursed him to forever tend his flame, ensuring it could not harm her Erdtree. During this time, the Fire Giant crafted a leg brace for a wound on his left leg.",
        "tags": ["giants", "erdtree"]
    },
    {
        "id": 20,
        "author": "RSnA_ds",
        "link": "https://www.reddit.com/r/Eldenring/comments/u87474/comment/i5kutml/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "The Ancient Dragons ruled the prehistoric era before the Erdtree. And they would protect their Dragonlord as a wall of living rock. Dragonlord Placidusax lies at the heart of the storm beyond time and he ruled over the Ancient Dragons during the Age before the Erdtree. But once his \"god\" had fled he continued to await its return and he dwelled eternal beyond time. It seems like when Placidusax was in stasis after he's god had fled, the Golden Order started to rise up during this period. And the rule of the Ancient Dragons was being contested. So Gransax attacked the Capital and thus began the War against the Ancient Dragons. Which eventually ended after Fortissax (who was called the mightiest boulderstone of the Ancient Dragons) was defeated and befriended by Godwyn the Golden. After Gransax attacked the Capital, the Tree Sentinels and some of the Knights of the Erdtree started worshiping the Ancient Dragons. The Dragon Cult became a second religion within Leyndell. And after Godwyn made peace with the Dragons, Lansseax (Fortissax's sister) became a priestess of the Dragon Cult and communed with knights like Vyke the Dragonspear. Btw the Ancient Dragons can take the form of a human and they interbred with the humans and produced the short-lived Draconians (a race you can pick as a preset). There's also the Dragon Communion (an offshoot of the Dragon Cult) which hunted the modern Dragons to consume their heart and receive their powers. Some of them turned into Magma Wyrms. Greyoll (the big dragon in Caelid) is the mother of all the mortal/modern dragons like Agheel, Adula, Smarag, etc. But immortal Stone Dragons like Placidusax and Lansseax are far more ancient. There are two types of Dragons, the Ancient Dragons and the Mortal Dragons. The Ancient Dragons have gravel stone skin, 2 sets of wings and can wield red lightning while the modern dragons have flesh, blood and only one pair of wings but they have more affinities to natural elements as a result of them adapting to the Lands Between. Examples of which are Borealis and the Ice Dragons that ruled the Mountaintops before the Fire Giants, there's also Ekzykes with the Scarlet Rot, and the Glintstone Dragons, Smarag and Adula. The Mortal Dragons and Greyoll are descendants of the Ancient Dragons but they are far weaker and vulnerable than the Ancient Dragons.",
        "tags": ["dragons", "erdtree"]
    },
    {
        "id": 21,
        "author": "Cool_Band5057",
        "link": "https://www.reddit.com/r/eldenringdiscussion/comments/1dmlern/comment/l9wgda4/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Let's list the candidates that are viable options Godwyn's soul is dead. His body is growing like a blob of cancer. Neither seems ideal to be a consort Morgott is completely loyal to the Golden Order. He would not be on board with Miquella's new age Mohg is powerful, and has the power of an Outer God runs in his vein. Actually a good choice which is why his body was kept. However, he seems to prefer being the primary ruler with his God as a puppet, which was the opposite of what Miquella wanted. Godrick is a joke. Godefroy is a bigger joke. Malenia is an Empyrean. She could become a new God replacing Miquella. Unessesary risk. Radagon was not an issue to Marika because they were the same person. Ranni is the same as Malenia, except she absolutely would replace Miquella if given the chance. Rykard fed himself to the God devouring serpent. Not an ideal partner if you want to be a God. Godfrey is still exiled outside the Lands Between. Rennala is still crying about her ex, her powers are long gone. That left Radahn. Radahn is powerful, and he is also honorable. He cares for those whom he loved, even Rykard respected him despite their differences. He seems like a perfect husband material right there, especially for Miquella's age of compassion",
        "tags": ["miquella", "demi_gods", "empyreans"]
    },
    {
        "id": 22,
        "author": "MadLuigi",
        "link": "https://www.reddit.com/r/Eldenring/comments/tt5rnb/everything_we_know_about_the_outer_gods_lore/",
        "text": "The Formless Mother: Now we begin the Outer Gods, confirmed and potential, that we don't know that much about. First is the Formless Mother or Mother of Truth. This is a being who craves wounds, and probably blood, if I had to guess, and was served by Mohg, Lord of Blood (Bloodboon Incantation). In front of her, Mohg's accursed blood, that is his Omen blood, erupted with fire. From his sacred spear, we learn more of this connection. It describes itself as \"an instrument of communion with an outer god who bestows power upon accursed blood.\" It concludes, \"The mother of truth desires a wound.\" If we look closely at Mohg's bossfight, we can see that many of his attacks, especially his spear nihil attack, involve creating portals. When we read his spear's skill, we learn what he is doing. It reads: \"Raise the sacred spear and pierce the body of the Formless Mother...\" So, Mohg is able to pierce this Outer God and create explosions of blood. Maybe she offers her power in return for Mohg's service and continual creation of more blood. But beyond this we don't know much. Mohg had his ambitions of creating a dynasty through Miquella, but for whatever reason that didn't work out. It probably doesn't help that Miquella had an aversion to the \"meddling of the Outer Gods\" (Miquella's Needle). We don't know what the Formless Mother wants, other than blood and wounds. Formless could mean she has no real body, and Mother of Truth could denote some aspect of true insight into the way of the world, but we just don't have anything else to go off of or draw conclusions from.",
        "tags": ["formless_mother", "mohg", "outer_gods"]
    },
    {
        "id": 23,
        "author": "MadLuigi",
        "link": "https://www.reddit.com/r/Eldenring/comments/tt5rnb/everything_we_know_about_the_outer_gods_lore/",
        "text": "God of Scarlet Rot: Another clearly stated, but lacking-info Outer God is the God of Scarlet Rot, or simply Rot itself. The story begins with the Blue Dancer Charm, which states: \"The dancer in blue represents a fairy, who in legend bestowed a flowing sword upon a blind swordsman. Blade in hand, the swordsman sealed away an ancient god — a god that was Rot itself.\" The Scorpion's Stinger Dagger confirms a scarlet rot being which is a \"sealed outer god.\" Maybe it was sealed in a cavern that later became the Lake of Rot. It lay sealed but its power still oozes out. So, here we have an Outer God present in the Lands Between that was sealed away by a swordsman. It evidently still has influence in that it was able to somehow curse Melania, blade of Miquella, to be born afflicted by rot, so much so that she became known as the Goddess of Rot (Remmeberance of the Rot Goddess). But the connection doesn't end there. The Prosthesis-Wearer Heirloom tells Melania's story: \"Though born into the accursed rot, when the young girl encountered her mentor and his flowing blade, she gained wings of unparalleled strength.\" So, the blind swordsman and his flowing blade sealed away the rot and taught Melania how to grow strong despite, or maybe because, of its curse. Again, we don't learn much about the Rot God itself. It was sealed and cursed Melania, but we don't know its ambitions or machinations. We can see that it finds something of an adversary in flowing water. The blind swordsman is described as using a flowing sword, and there's even a weapon called the Flowing Curved Sword, whose description reads \"Legends speak of a master of the sword garbed in blue, and his curved blade that was patterned after flowing water.\" Whereas rot is stagnation, flowing water is continual changing and progression. The game even says as much. The Blue Cloth set, likely the clothing of the swordsman, reads: \"The blue color of its fabric symbolizes brisk waters, as fluid and flowing as the sword in the hand of its wearer. Just as still waters turn foul, stagnation leads to decay.\" What more there is to be said of the Rot God, may be lost to the flow of time. And a fun fact before we leave this god: Melania's weapon, the Hand of Melania, has a unique weapon art called the Waterfowl Dance, waterfowl like water bird, and its moveset is similar to the Flowing Curved Sword's moveset. So, if the Blue Cloth set is the set of her blind swordmaster, there's a nice poetry between her waterfowl dance, and the set talking about still water turning foul, as in bad, stagnant, or unhealthy. I thought that was a really nice piece of poetry.",
        "tags": ["scarlet_rot", "malenia", "outer_gods"]
    },
    {
        "id": 24,
        "author": "MadLuigi",
        "link": "https://www.reddit.com/r/Eldenring/comments/tt5rnb/everything_we_know_about_the_outer_gods_lore/",
        "text": "Fell God: Finally we fall upon a set of gods that are not necessarily referred to as outer gods, or even gods, but have some significant presence to be in the conversation. First is the Fell God. Clearly named by the incantation \"Flame of the Fell God,\" the Fell God is one associated with fire and the Fire Giants. The incantation says that is releases a ball of raging fire said to be inhabited by a fell god. It also says that the fell god still lurks within the Fire Giants. The Giants were deeply associated with flames, and that's why the Order employed the help of the frozen Zamor warriors to combat them. The Mountaintop of the Giants is littered with their frozen bodies. Their flame power is expounded on in the Burn O Flame incantation. It reads: \"The Fire Giants borrowed from the power of a fell god, and still they were defeated. Yet their failure released them from their solitary curse: to serve as keepers of the Flame for eternity.\" We might be able to find the identity of this fell god if we connect the note about how the fell god still lurks within the Fire Giants to the One-Eyed Shield, which reads: \"A tricksome shield made from white stone depicting a malformed one-eyed god. The barrel of a firearm pokes through the open mouth. Once worshipped by the giants, this evil deity is believed to have been slain by Queen Marika.\" With this in mind, the cutscene from the fight with the Fire Giant may reveal the fell god to be residing within the last Fire Giant, who we slay. Perhaps, this was simply an ancient, patron god of the Giants. We see the Greater Will favor the people of the Order, the Frenzied Flame has an affinity for the merchant clan, the Deathbird mother must like the deathbirds, and we'll see with the next entry in our list that the dragons had their own god, too. One final note while on the giants, the other item from the Fire Giant's remembrance is the Giant's Red Braid, which reads: \"Every giant is red of hair, and Radagon was said to have despised his own red locks. Perhaps that was a curse of their kind.\" Between this and Radahn's great size, it seems likely that Radagon could've been at least part giant.",
        "tags": ["fell_god", "giants", "outer_gods"]
    },
    {
        "id": 25,
        "author": "MadLuigi",
        "link": "https://www.reddit.com/r/Eldenring/comments/tt5rnb/everything_we_know_about_the_outer_gods_lore/",
        "text": "Moon: Finally, we arrive at our last possible outer god, likely the most contentious one, too. It is the supposed God of the Moon, or Dark Moon, or Full Moon, or Black Moon, or Moon and Stars, or just Night. The community really can't decide. This is an entity that I think exists in some way, maybe like the Primeval Current of the mages, but I'll be upfront that I do not think it is an outer god. This supposed God of the Moon would be involved in the Age of the Stars ending, the end of Ranni's quest. The connections of Ranni's line and the Moon are clear. Both her and her mother have Moon spells which discuss their experience with the Moon entity. Rennala encountered the enchanting Full moon when she was young, and later, it would bewitch the academy (Rennala's Full Moon). A young Ranni encountered the Dark Moon, left by the hand of her mother, and beheld something cold, dark, and veiled in occult mystery (Ranni's Dark Moon). Raya Lucaria is referenced as the house of the Full Moon (Full Moon Crossbow). Ranni is referred to as Lunar Princess Ranni in the Dark Moon Ring. But even with all this, the Moon is never described with the agency or identity of the other outer gods. Both the Greater Will and Frenzied Flame have motives and take specific action, or try to have you take such action, to achieve certain ends. The Formless Mother is explicitly called an outer god and stated to have desires for wounds. The god of scarlet rot does not have much opportunity for desire or action, but it is explicitly called an outer god, and we see its impact in the Lake of Rot and in Melania. The Deathbird God is explicitly referred to, as is the Dragon God, and the Fell God. The first as an outer god, the latter two as deities worshipped in their own right. But none of this is true of the Moon, whichever version you choose. It is never referred to as really doing anything or exhibiting certain desires or simply having an identity. Yeah, it was enchantingly encountered by Rennala and bewitched the academy, but these words work just as well for an alluring natural wonder or source of power or insight, similar to the Primeval Current that various mages peered into and developed spells in inspiration of. The Moon and its themes and connection with Ranni and the Age of Stars ending is worthy of its own video, but from what I've presented here, it seems clear to me that it is not an Outer God. If it is, it is of a different kind to every other Outer God we know of, and at that point, calling it the same kind of thing doesn't really make much sense.",
        "tags": ["moon", "ranni", "outer_gods"]
    },
    {
        "id": 26,
        "author": "MadLuigi",
        "link": "https://www.reddit.com/r/Eldenring/comments/tt5rnb/everything_we_know_about_the_outer_gods_lore/",
        "text": "The Greater Will: First is the Greater Will. This is the most well-known, obvious, and directly-influencing Outer God, it's even directly mentioned by NPC's like Enia. The Greater Will is the entity behind the Elden Ring, the deification of Marika, and the message and authority of the Two Fingers. Enia references the Greater Will quite a few times in her dialogue, and this is likely why most players will know of it. In interpreting the Two Fingers, she says that the Greater Will has not abandoned the world, despite its state of disarray. She says it is pleased when you acquire two great runes of the Elden Ring; though, the Erdtree's rejection of the player and the subsequent \"consulting\" that the two fingers does with the Greater Will may hint at a sinister truth, that the Greater Will is not communicating with the Two Fingers, and that it may actually have abandoned the world. See, according to the Elden Stars incantation, the Greater Will spawned the Elden Ring and the Order that came up around it. It \"sent a golden star bearing a beast into the Lands Between, which would later become the Elden Ring.\" The Greater Will installed the Order that came to dominate the Lands Between. Indirectly through this Order and directly through its own power, the Greater Will defeated the dragons, destroyed the giants, enslaved the Misbegotten, reviled the Omen, banished the Nox, cursed the Eternal Cities, and buried the entire clan of merchants alive, but it did make life pretty good for everyone else, at least at the start of the Order, during the time of Erdtree blessings. The Greater Will seems to have originally blessed its chosen people or faction with strength and other sorts of blessings. But it also demanded complete subjugation, and then let the world fall into disarray. Now, it seems to have abandoned the Lands Between, at least in terms of actively helping out or not. It still holds control over the age as the age is one defined by the Elden Ring and Erdtree, but that may be coming to an end. For it seems that Queen Marika, the one the Greater Will made a vessel for the Elden Ring, had some form of falling out with this Outer God, and despite all those grave crimes I mentioned earlier, I just can't fathom why. In spite of being the ordained by the Greater Will, it is Marika who is connected with the Black Knife Assassins (Black Knife Set) and it is she who shattered the Elden Ring (Marika's Hammer). There is much speculation to be had concerning the Greater Will, enough to fill many separate videos, but now we have somewhat of a clearer picture of what it is. The main being behind the setup of the world as we see it, but not something so pure and righteous as its golden light might suggest. When your appointed god turns on you, not to mention a host of others that we'll talk about soon, it might be time to reconsider whether you are the good party. From our eyes as the Tarnished, the Greater Will is the Outer God we know the most about, and, despite its appearances, it seems to be a dark and controlling one, one that inspires rebellion from its so called \"greater will.\" Even the name implies its design to override the will and choice of the people under it, the people of the Lands Between.",
        "tags": ["the_greater_will", "two_fingers", "outer_gods"]
    },
    {
        "id": 27,
        "author": "MadLuigi",
        "link": "https://www.reddit.com/r/Eldenring/comments/tt5rnb/everything_we_know_about_the_outer_gods_lore/",
        "text": "The Frenzied Flame: Whereas the Greater Will has the Two Fingers, the Frenzied Flame has the Three Fingers. While not called out as explicitly as the Greater Will, it seems clear that an Outer God of Frenzied Flame is represented by the frenzy-based Three Fingers. Fortunately for us, there is a little bit clearer information about the Flame. Firstly, we know that its incantations produce frenzy, turning people mad. In this way, it is quite like the Lovecraftian Great Old Ones which seem to be inspiration for this game's Outer Gods. Both Lovecraft's monsters and the Frenzied Flame are too much for a human, or Tarnished, mind to comprehend and we go insane when confronted with them. So, originally the Greater Will and the Frenzied Flame were one being, the One Great, makes sense that they have the two fingers and the three fingers as representatives, then. Two + three equals five fingers, or one whole hand. And the Frenzied Flame sees all the pain of the world, the curses and sin and torment as a result of the Greater Will introducing divisions and individuality. It wants to melt everything back into one, where there will be no individuals and no pain. Basically, its End of Evangelion. So, we do learn that the Greater Will does have some positives, it let there be individuals, life, and real thought. But it's also worth noting that the Frenzied Flame may have only been able to contest the Greater Will due to the Greater Will's own wrongdoing. Remember when I said the Greater Will and its order buried the clan of merchants alive? Well the rest of their armor set reads that after they were buried, \"they chanted a curse of despair, and summoned the flame of frenzy.\" So, even if the aim of the flame is contestable, it might only be around because of the Greater Will and its cruelty.",
        "tags": ["frenzied_flame", "three_fingers", "outer_gods"]
    },
    {
        "id": 28,
        "author": "Freedomapple750",
        "link": "https://www.reddit.com/r/Eldenring/comments/tq73x0/the_story_of_radahn_conqueror_of_the_stars/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Radahn loved the heat of battle from a young age. How could he not? His father was Radagon,  commander of the golden army and technically his uncle was Godfrey, lord of the battlefield. Radahn grew up admiring his father and Godfrey and desired to be just like them, a fierce conqueror with the power that no man can match. Out of respect for Godrey he engraved Lion Crests all over his armor resembling the beast regent Serosh. But he grew up to be enormous, so enormous that he couldn't ride his beloved steed anymore. So Radahn learned and mastered gravity magic at the town of Sellia just so that he could ride his horse again. It was during this time he engraved gravity crests to his twin swords and earned the title of \"Starscourge\" for conquering the very stars with his gravity magic and earned considerable renown for it. It was some point after this when Lord Godfrey was robbed of his grace and his father Radagon married Marika and Radahn officially gained the title of demigod. After this Radahn quickly earned the title of mightiest demigod as he wielded unmatched strength in the lands between and no one would dare challenge him and his might. When the shattering occurred Radahn quickly obtained himself a Great rune and from his stronghold of Redmane castle, Radahn gathered his army and led them to battle against the forces of his siblings. In the end the only adversary to remain was his half sister Malenia and her cleanrot knights. The two forces fought ferociously but it ended in a stalemate with no sight of victory for either. In one final duel with Malenia, she thrusted her sword into both of them, blooming a Scarlet Aenonia infecting both with scarlet rot. Even Radahn's might was no match for the scarlet rot and he rotted from the inside, reducing him to a fragment of what he once was. Now he resides in the wailing dunes scavenging and devouring the flesh of friends and foe alike. Until a peculiar tarnished came and on the night where the stars aligned, Radahn was given the honorable death he deserved by the tarnished. However, even to his dying breath, he used the majority of his remaining power to keep the stars in place fulfilling his duty as conqueror of the stars to the fullest.",
        "tags": ["rahdan", "demi_gods"]
    },
    {
        "id": 29,
        "author": "Jasonmoofang",
        "link": "https://www.reddit.com/r/Eldenring/comments/1boxejh/comment/kws2gwc/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "So Ranni is the daughter of Rennala and Radagon, making her one of the demigod children. Furthermore, she is an Empyrean, which is something of an enigmatic concept, but what we know is Empyreans are differentiated from the other demigods by their potential to succeed Marika as future god/goddess of the world. We know only a little about Ranni's early life, notably that she became acquainted with a mysterious Snow Witch who taught her ice sorceries and possibly introduced her to the Dark Moon - also something of an enigma, all we know is that it is a cold moon, is associated with cold sorceries, and may be an outer god. Possibly also associated with Rennala's Full Moon, which is itself also something of a mystery. Item descriptions suggest that Ranni's current appearance and clothes are modeled after this childhood mentor. Empyreans are also apparently given a \"shadow\", a loyal servant, usually of a bestial race. Blaidd is Ranni's shadow. Him, Ranni and Iji - war counselor, likely originally loyal to the Carian royal family, formed a close bond that began since Ranni and Blaidd's childhood. Ranni came to chafe against her Empyrean status, which apparently also puts her under the will of the Two Fingers. In order to be free from the Two Fingers and her Empyrean destiny, she plotted to destroy her Empyrean body. The only known way to do this is to use Destined Death. So on a fateful night, somehow with the aid of the Black Knife Assassins, Ranni stole a portion of the rune of Death from Maliketh, and successfully used it to slay her own body. The leaked power was also used to murder Godwyn, and it is unclear if this is also intended by Ranni. Anyway Ranni, now without a body, possessed a doll fashioned in the likeness of her old mentor, which is the form we see her in in the game. Now comes the in-game events. It seems like despite having gone great lengths to destroy her body, Ranni seems not wholly free from the grasp of the Two Fingers. Guessing from how her quest goes, she also needed to kill the Two Fingers being assigned to her. And in order to do this, she needed the Fingerslayer Blade, the hidden treasure of Nokron. Blaidd is engaged in a fruitless quest to locate Nokron and the treasure when you enter the picture. If you join Ranni's quest, you help defeat General Radahn, who by holding the stars in thrall seems to be preventing Ranni's destiny from progressing. Sure enough, upon the General's demise, a great meteorite opens a hole straight into Nokron. You and Blaidd set off to find the treasure. You succeed in retrieving the treasure for Ranni, but unexpectedly Blaidd goes missing. It turns out that Iji has imprisoned Blaidd, because he knew Blaidd, as Ranni's shadow, is actually a servant furnished by the Two Fingers, and once Ranni's treachery becomes known, the Two Fingers will force Blaidd to turn against Ranni. So Iji imprisons Blaidd to prevent him from harming Ranni. Meanwhile Ranni sets off on her own, but along her quest you find her again in Ainsel River, where you kill an assassin in the likeness of Blaidd sent by the Two Fingers. You also reach the Moonlight Altar, a secret highland in southwestern Liurnia, that we know little about, except it seems clearly somehow affiliated with Ranni - it is bathed in lunar glow, and it is guarded by the dragon Adula, a knight in Ranni's service. Doing Ranni's quest, you discover the Darkmoon Ring in Renalla's chamber, apparently meant to be given to Ranni by her Lord and consort. She asks the finder of the ring to ignore it, because she intends to depart on a cold, lonely journey. But if you bring it to her at the church in the Moonlight Altar, where you find she has at last slain her Two Fingers with the Fingerslayer Blade, she would accept you as her Lord and consort, giving you the heirloom Darkmoon Greatsword. Unfortunately, at this stage, while Ranni appears to have finally completely eluded the grasp of the Two Fingers, their wrath came to fall upon Blaidd and Iji instead. We find Iji murdered, with black knife assasin corpses nearby. Blaidd was driven insane by the conflict between the Two Fingers forcing him to turn against Ranni, and his own indomitable loyalty to her. He remained loyal to the end, and apparently slew many black knives sent against him, but could apparently no longer tell friend from foe, attacks you on sight, and forces you to kill him. For the rest of the game you would then be Ranni's champion, serving her in the stead of her now deceased childhood subjects. You defeat the current world order and become Elden Lord, and at the end Ranni ushers in the Age of Stars, a new age of night where Ranni would apparently take all order and power onto herself, and then depart into the night - the lonely journey she mentioned. Except in this ending, you accompany her.",
        "tags": ["ranni", "empyreans"]
    },
    {
        "id": 30,
        "author": "Sacred-sable",
        "link": "https://www.reddit.com/r/Eldenring/comments/u3n1xr/comment/i4q92zq/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Rykard was the son of Radagon and Renalla. His brother and sister were Rahdan and Ranni. He turned the hexes of Mt. Gelmir into the lava sorcery we see in game and he journeyed to many lands. His lady, tanith was actually a dancer in foreign country till they met and hooked up. He had the title of Praeter, which implies laws or justice. He was served by inquisitors and was based out of Volcano Manor. We know he tortured and interrogated plenty of commoners but he was even able to have nobles dragged into the manor depths. He helped Ranni with the night of the black knives and she gave him the blasphemous claw to deflect Malikeths power if he ever had to face him. When the shattering happened Rykard got rlly pissed cuz he saw it as the Greater will abandoning his family and turning them to squabbling against each other. He got so pissed in fact that he decided he was gonna destroy the gods themselves and take their power. His ambitions while blasphemous, attracted many to come and serve him in his armies. During the shattering war, the volcano of mt gelmir became stage to the worst battle in history. The rykard troops were super entrenched in the Mountain and as the war went on they had the dubious benefit of being batshit fucking insane. Meanwhile the Capitol loyalist couldn't rlly get up the mountain without stacking their own corpses to do so. Think WW1 trench warfare and field of bodies for what amounted to a few inches of territory gain. As time went on Rykard would create more despicable shit to use in the war, like the abductor virgins. Eventually tho, he fed himself to the great serpent for more power and went even more insane doing so. Now his goal was to DEVOUUHAA THE VERY GODDDDSS, and The man serpents would be born soon after. his knights kinda realized they done goofed in following him. They saw his serpent madness as a fall from grace and so they sought out the serpent hunter weapon to stop him. Only Tanith really stuck with him, and she started using the volcano manor as a staging ground for the recusants, the tarnished hunters u join at the manor. Once they were powerful enough she sent them to her serpent Husbando to be eaten so he could get more powerful. Eventually tho we come along and well, u know how that story goes.",
        "tags": ["rykard", "demi_gods"]
    },
    {
        "id": 31,
        "author": "[deleted]",
        "link": "https://www.reddit.com/r/Eldenring/comments/tktkwe/comment/i1shhvp/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "Rykard son of Rennala and Radagon was a demigod, he decided to rebel and actually not fight for elden lord but to start killing those who are helping the cause (tarnished). It's why when we join them we hunt other tarnished. When tanith sends us to \"speak\" with him, he attacks us because basically it's a ploy to get the strongest warriors to meet him so he can eat us and we join him and his weapon and become stronger. If you notice his blade was filled with little arms as was he. If you return to the boss area you'll find Tanith eating him I'm assuming for the same cause. A lot of elden ring deals with \"converging\" to become stronger, not sure why besides it being a universal and philosophical truth in the game.",
        "tags": ["rykard", "volcano_manor"]
    },
    {
        "id": 32,
        "author": "paleblood0",
        "link": "https://www.reddit.com/r/Eldenring/comments/10o6yvf/comment/j6cu8ip/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
        "text": "part of the rune of death was stolen by the black knife assassins and was used to kill godwyn on the night of the black knives. so marika was heartbroken that her firstborn died. she shattered the elden ring, and cast away maliketh, her shadow to farum azula so that another thing like that wouldn't happen again. he was supposed to protect it in the first place i think, and so he spends pretty much an indefinite time in farum protecting it so that more tragedies like that don't happen",
        "tags": ["maliketh", "black_knife_assassins"]
    }

]